<?php

return [
    'account_closed' => 'يبدو أن هذا الحساب تم إغلاقه. يسعدنا عودتك، ويمكنك إنشاء حساب جديد باستخدام عنوان البريد الإلكتروني هذا في أي وقت.',
    'account_suspended' => 'تم تعليق حسابك. يرجى التواصل معنا إذا كنت ترى أنه يجب إعادة تفعيله.',
    'account_unavailable' => 'هذا الحساب لم يعد متاحًا.',
    'request_new_verification_email' => 'اطلب رسالة تحقق جديدة',
    'password_mismatch' => 'كلمة المرور التي أدخلتها غير صحيحة.',
    'no_user_match' => 'لم نتمكن من العثور على حساب باستخدام عنوان البريد الإلكتروني هذا. يرجى التحقق من كتابته ثم المحاولة مرة أخرى.',
];
